Repository: DanielJLewis/diamond-multisite-widgets
Catalog: languages/diamond-*.po
Languages: hu_hu

source: Diamond Options
hu_hu: Diamond Beállítások

source: Broadcast Posts
hu_hu: Bejegyzés alblogokra

source: Enable Broadcast Post Widget
hu_hu: A 'Bejegyzés Alblogokra' Widget engedélyezése

source: This widget enables you to copy your posts to other blogs. Check the post edit window
hu_hu: Ez a widget lehetővé teszti bejegyzések másolását az alblogokra. (a bejegyzés szerkesztő űrlapon)

source: Update
hu_hu: Frissítés

source: Recent Posts
hu_hu: Hálózati Legutóbbi Bejegyzések

source: Recent Comments
hu_hu: Hálózati Legutóbbi Hozzászólások

source: Recent Posts Feed
hu_hu: Hálózati Bejegyzés RSS Forrás

source: M j, Y @ G:i
hu_hu: Y. F j. @ H:i

source: Broadcast this post
hu_hu: Bejegyzés alblogokra másolása

source: Select blogs where you want to copy this post
hu_hu: Jelölje ki azokat a blogokat, melyekre át akarja másolni ezt a bejegyzést

source: --- No broadcast ---
hu_hu: -- Nincs másolás --

source: (copied)
hu_hu: (már másolt)

source: The feed's link
hu_hu: A forrás hivatkozása

source: Posts count
hu_hu: Bejegyzések száma

source: Exclude blogs: (The first 50 blogs)
hu_hu: Mellőzendő Blogok (Az első 50 blog)

source: Format string
hu_hu: Formátum

source: The post's excerpt
hu_hu: A bejegyzés kivonata

source: The post's content
hu_hu: A bejegyzés tartalma

source: The post's blog name
hu_hu: A bejegyzés blogjának neve

source: Diamond Recent Comments
hu_hu: Hálózati Legutóbbi Hozzászólások

source: Widget Title
hu_hu: A Widget Címe

source: Comments count
hu_hu: Hozzászólások száma

source: The comment's content
hu_hu: A hozzászólás tartalma

source: (without link)
hu_hu: (hivatkozás nélkül)

source: The post's title
hu_hu: A bejegyzés címe

source: The post's title text
hu_hu: A bejegyzés címének szövege

source: The comment's date
hu_hu: A hozzászólás dátuma

source: The comment's author
hu_hu: A hozzászólás szerzője

source: Author's avatar
hu_hu: Szerző bélyegképe

source: Avatar Size (px)
hu_hu: Bélyegkép mérete (px)

source: Default Avatar URL
hu_hu: Alapértelmezett bélyegkép ULE-e

source: "Read More" link text
hu_hu: "Tovább" hivatkozás szövege

source: DateTime format (<a href="http://php.net/manual/en/function.date.php" target="_blank">manual</a>)
hu_hu: A dátum formázásáról <a href="http://php.net/manual/en/function.date.php" target="_blank"> ITTl</a> olvashat

source: if you like this widget then
hu_hu: Ha tetszik a bővítményt

source: Buy me a beer!
hu_hu: Vegyen nekem egy sört! :-)

source: Diamond Recent Posts
hu_hu: Hálózati Legutóbbi Bejegyzések

source: The post's date
hu_hu: A bejegyzés dátuma

source: The post's author
hu_hu: A bejegyzés szerzője

source: The "Read More" link
hu_hu: A "Tovább" hivatkozás

source: Read More
hu_hu: Tovább

source: Multisite recent posts widget, Multisite recent comments widget. Content from the whole network. An administration widget on the post-writing window. You can copy your post to the network's sub blogs.
hu_hu: Legutóbbi bejegyzések és hozzászólások a hálózatról. Bejegyzések másolása alblogokra. RSS forrás a hálózat bejegyzéseire

source: Daniel Bozo
hu_hu: Bozó Dániel

source: http://www.amegrant.com
hu_hu: http://www.amegrant.hu
